const feederMap = {

    "2": [
        "ул. Ленина",
        "ул. А. Султана",
        "ул. Халилова",
        "ул. Хизроева",
        "ул. Ильяшенко",
        "ул. Акулиничева",
        "ул. Магомеджанова",
        "Д/Сады №14",
        "Д/Сады №17"
    ],


    "3": [
        "ул. Ленина",
        "ул. Сталина",
        "ул. Кавказская",
        "ул. Омарова",
        "ул. Акулиничева"
    ],


    "4": [
        "ул. Омарова",
        "ул. Батманова",
        "ул. Насрутдинова",
        "ул. Молодежная",
        "ул. Ленина",
        "ГНС Хазар"
    ],


    "5": [
        "ул. Халилова",
        "ул. Ленина",
        "Гимназия №11"
    ],


    "6": [
        "ул. Омарова",
        "ул. Магомеджанова",
        "ул. Ленина",
        "ул. З. Батманова",
        "СОШ №14",
        "ДОУ д/сад №34"
    ],


    "7": [
        "ул. Ленина",
        "ул. А. Султана",
        "ул. Хизроева",
        "ул. Халилова",
        "ул. Ильяшенко",
        "ул. Акулиничева",
        "СЗО №4",
        "ВНС по ул. Ленина"
    ],


    "8": [
        "ул. Ленина",
        "ул. Хизроева",
        "Бульвар Абдулаева"
    ],


    "9": [
        "ул. Акулиничева",
        "Рекреационная зона"
    ],


    "10": [
        "ул. Европейская",
        "ул. Магомеджанова",
        "Каспийское шоссе",
        "Военный город",
        "посёлок Кирпичный"
    ],


    "11": [
        "ул. Ленина",
        "ул. Омарова",
        "ул. Кавказская",
        "ул. Кизилюртовская",
        "ул. Акулиничева"
    ],


    "12": [
        "ул. Магомеджанова",
        "ул. Батманова",
        "ул. Омарова",
        "ул. Ленина"
    ],


    "13": [
        "частный сектор район Каменного карьера",
        "СНТ Восход",
        "СНТ Труд",
        "СНТ Урожай",
        "СНТ Лотос",
        "СНТ Зверовод",
        "СЗО №2",
        "СОШ №4",
        "д/с №25"
    ],


    "14": [
        "ул. Халилова",
        "ул. С. Стальского",
        "ул. Мира",
        "ул. Ленина"
    ],


    "15": [
        "ул. Ленина",
        "ул. А. Султана",
        "ул. Халилова",
        "ул. Хизроева",
        "ул. Ильяшенко",
        "ул. Акулиничева",
        "ул. Магомеджанова",
        "СЗО д/сад №14",
        "СЗО д/сад №17"
    ],


    "16": [
        "мкр. Кемпинг"
    ],


    "18": [
        "ул. Рабочая",
        "ул. Трудовая",
        "ул. Дахадаева",
        "ул. Школьная",
        "ул. Озерная",
        "ул. Эмирова",
        "ул. Абдулманапова",
        "ул. Гагарина",
        "СОШ №3",
        "СОШ №10"
    ],


    "19": [
        "ул. Приморская",
        "ГНС по ул. Приморская"
    ],


    "25": [
        "СНТ Авангард",
        "СНТ Весна",
        "СНТ Строитель"
    ],


    "33": [
        "ул. Митарова",
        "пр. Шамиля",
        "ул. Усманилаева",
        "ул. Гунибская"
    ]

};

module.exports = feederMap;