const KASPIYSK_GEO = {
    // =========================
    // УЛИЦЫ — КООРДИНАТЫ ЕСТЬ
    // =========================

    "Ленина": {
        lat: 42.897904,
        lon: 47.6286358
    },

    "Советская": {
        lat: 42.8891231,
        lon: 47.6361388
    },

    "Хизроева": {
        lat: 42.890648,
        lon: 47.6296632
    },

    "Назарова": {
        lat: 42.8876364,
        lon: 47.6308724
    },

    "Магомеджанова": {
        lat: 42.8993832,
        lon: 47.6257323
    },

    "Сталина": {
        lat: 42.905315,
        lon: 47.6217351
    },

    "Байрамова": {
        lat: 42.8855301,
        lon: 47.629713
    },

    "Ильяшенко": {
        lat: 42.8948957,
        lon: 47.6320998
    },

    "Халилова": {
        lat: 42.8984462,
        lon: 47.6329254
    },

    "Молодежная": {
        lat: 42.9092567,
        lon: 47.6153559
    },

    "Западная": {
        lat: 42.9053253,
        lon: 47.6084585
    },

    "Пригородная": {
        lat: 42.9037333,
        lon: 47.6060427
    },

    "Каспийская": {
        lat: 42.9085192,
        lon: 47.6088658
    },

    "Колос": {
        lat: 42.8719141,
        lon: 47.6165265
    },


    // =========================
    // УЛИЦЫ — ПОКА НЕТ КООРДИНАТ
    // =========================

    "Орджоникидзе": null,

    "С. Стальского": null,

    "Омарова": null,

    "З. Батманова": null,

    "Батманова": null,

    "Мира": null,

    "А. Султана": null,

    "Дружба": null,

    "Рассвет": null,

    "Заря": null,


    // =========================
    // РАЙОНЫ / ТЕРРИТОРИИ
    // =========================

    "Кемпинг": null,

    "СНТ Каспий": null,


    // =========================
    // ОБЪЕКТЫ
    // =========================

    "СОШ №7": null,

    "СОШ №14": {
        lat: 42.8715165,
        lon: 47.6250749
    },

    "д/сад №5": null,

    "ДОУ №34": null,


    // =========================
    // КОНКРЕТНЫЕ ДОМА
    // =========================

    "Халилова, 32": null,

    "Халилова, 32А": {
        lat: 42.8986729,
        lon: 47.6304838
    },

    "Халилова, 32Б": {
        lat: 42.9030663,
        lon: 47.6268469
    },

    "Халилова, 44": {
        lat: 42.8999963,
        lon: 47.6300748
    },

    "Ленина, 33": null,

    "Ленина, 33А": null,

    "Ленина, 33Б": {
        lat: 42.8921817,
        lon: 47.6372105
    },

    "Молодежная, 4А": null,

    "Молодежная, 4Б": null,

    "Молодежная, 4В": null
};


module.exports = KASPIYSK_GEO;