module.exports = {

    "ул. Советская": [
        "Советская улица"
    ],

    "ул. С. Стальского": [
        "ул. Сулеймана Стальского"
    ],

    "ул. З. Батманова": [
        "ул. Зейнудина Батманова"
    ],

    "ул. Батманова": [
        "ул. Зейнудина Батманова"
    ],

    "ул. Сталина": [
        "ул. И.В. Сталина"
    ],

    "ул. А. Султана": [
        "ул. А.Султана",
        "ул. Амет-хан Султана",
        "ул. Амет-хана Султана",
        "ул. Амет-Хана Султана"
    ],

    "ул. Ильяшенко": [
        "ул. Ильященко"
    ],

    "ул. Пригородная": [
        "Пригородная улица"
    ],

    "ул. Халилова": [
        "ул. М. Халилова",
        "ул. М.Халилова"
    ],

    "ул. Молодежная": [
        "Молодёжная улица"
    ],

    "ул. Каспийская": [
        "Каспийская улица"
    ],

    "ул. Западная": [
        "Западная улица"
    ],

    "ул. Мира": [
        "ул. Мира"
    ],

    "ул. Магомеджанова": [
        "ул. Магомедали Магомеджановa"
    ],

    "ул. Омарова": [
        "ул. Омарова"
    ],

    "ул. Хизроева": [
        "ул. Хизроева"
    ],

    "ул. Назарова": [
        "ул. Назарова"
    ],

    "ул. Орджоникидзе": [
        "ул. Орджоникидзе"
    ],

    "ул. Ленина": [
        "ул. Ленина"
    ],

    "ул. Байрамова": [
        "ул. Байрамова"
    ],

    "ул.Советская": [
        "ул. Советская"
    ],

    "ул. С. Стальского": [
        "ул. Сулеймана Стальского"
    ],

    "ул. З. Батманова": [
        "ул. Зейнудина Батманова"
    ],

    "ул. А. Султана": [
        "ул. А.Султана",
        "ул. Амет-хан Султана",
        "ул. Амет-хана Султана",
        "ул. Амет-Хана Султана"
    ],

    "ул. Ильяшенко": [
        "ул. Ильященко"
    ]

};